Repository: KicKerBNU/money-plan-ios
Catalog: MoneyPlan/Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, lt, lv, nl, pl, pt, ro, sk, sl, sv, zh_hans

# seed.category.rent
source: Rent
bg: Наем
cs: Nájemné
da: Leje
de: Mieten
el: Ενοίκιο
es: Alquilar
et: Rentida
fi: Vuokrata
fr: Louer
hi: किराया
hr: Najam
hu: Bérlés
it: Affitto
lt: Nuoma
lv: Noma
nl: Huur
pl: Wynajem
pt: Aluguel
ro: Chirie
sk: Nájomné
sl: Najemnina
sv: Hyra
zh_hans: 租

# seed.category.socialLife
source: Social Life
bg: Социален живот
cs: Společenský život
da: Socialt liv
de: Soziales Leben
el: Κοινωνική Ζωή
es: Vida social
et: Seltsielu
fi: Sosiaalinen elämä
fr: Vie sociale
hi: सामाजिक जीवन
hr: Društveni život
hu: Társadalmi élet
it: Vita sociale
lt: Socialinis gyvenimas
lv: Sabiedriskā dzīve
nl: Sociaal leven
pl: Życie społeczne
pt: Vida social
ro: Viața socială
sk: Spoločenský život
sl: Družabno življenje
sv: Socialt liv
zh_hans: 社交生活

# seed.category.transport
source: Transport
bg: транспорт
cs: Doprava
da: Transportere
el: Μεταφορά
es: Transporte
fi: Kuljetus
hi: परिवहन
hr: Prijevoz
hu: Szállítás
it: Trasporto
lt: Transportas
lv: Transports
nl: Vervoer
pt: Transporte
sk: Doprava
zh_hans: 运输

# settings.appearance
source: Appearance
bg: Външен вид
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
et: Välimus
fi: Ulkonäkö
fr: Apparence
hi: उपस्थिति
hr: Izgled
hu: Megjelenés
it: Aspetto
lt: Išvaizda
lv: Izskats
nl: Verschijning
pl: Wygląd
pt: Aparência
ro: Aspect
sk: Vzhľad
sl: Videz
sv: Utseende
zh_hans: 外貌

# settings.categories
source: Categories
bg: Категории
cs: Kategorie
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
et: Kategooriad
fi: Luokat
fr: Catégories
hi: श्रेणियाँ
hr: kategorije
hu: Kategóriák
it: Categorie
lt: Kategorijos
lv: Kategorijas
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
sk: kategórie
sl: kategorije
sv: Kategorier
zh_hans: 类别

# settings.section.planning
source: Planning
bg: Планиране
cs: Plánování
da: Planlægning
de: Planung
el: Σχεδίαση
es: Planificación
et: Planeerimine
fi: Suunnittelu
fr: Planification
hi: योजना
hr: Planiranje
hu: Tervezés
it: Pianificazione
lt: Planavimas
lv: Plānošana
pl: Planowanie
pt: Planejamento
ro: Planificare
sk: Plánovanie
sl: Načrtovanje
sv: Planering
zh_hans: 规划

# settings.section.preferences
source: Preferences
bg: Предпочитания
cs: Předvolby
da: Præferencer
de: Präferenzen
el: Προτιμήσεις
es: Preferencias
et: Eelistused
fi: Asetukset
fr: Préférences
hi: प्राथमिकताएँ
hr: Postavke
it: Preferenze
lt: Parinktys
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ro: Preferințe
sk: Predvoľby
sl: Nastavitve
sv: Inställningar
zh_hans: 偏好设置

# settings.title
source: Settings
bg: Настройки
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
it: Impostazioni
lt: Nustatymai
lv: Iestatījumi
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
sk: Nastavenia
sl: nastavitve
sv: Inställningar
zh_hans: 设置

# Spent across %@ categories
source: Spent across %1$@ categories
bg: Похарчени в %1$@ категории
cs: Utraceno v %1$@ kategoriích
da: Brugt på tværs af %1$@ kategorier
de: In %1$@ Kategorien ausgegeben
el: Δαπάνες σε %1$@ κατηγορίες
es: Gastado en %1$@ categorías
et: Kulutatud %1$@ kategooriasse
fi: Käytetty %1$@ kategoriassa
fr: Dépensé dans %1$@ catégories
hi: %1$@ श्रेणियों में खर्च किया गया
hr: Potrošeno u %1$@ kategorija
hu: %1$@ kategóriában költött
it: Speso in %1$@ categorie
lt: Išleista %1$@ kategorijose
lv: Iztērēts %1$@ kategorijā
nl: Besteed aan %1$@ categorieën
pl: Wydane w %1$@ kategoriach
pt: Gasto em %1$@ categorias
ro: Cheltuit în %1$@ categorii
sk: Minuté v %1$@ kategóriách
sl: Porabljeno v %1$@ kategorij
sv: Spenderat över %1$@ kategorier
zh_hans: 花费在 %1$@ 类别

# stats.entryLabel
source: entries
bg: записи
cs: záznamy
da: indgange
de: Einträge
el: καταχωρήσεις
es: entradas
et: sissekandeid
fi: merkintöjä
fr: entrées
hi: प्रविष्टियां
hr: unose
hu: bejegyzéseket
it: voci
lt: įrašų
lv: ieraksti
nl: inzendingen
pl: wpisy
pt: registos
ro: intrări
sk: záznamy
sl: vnosi
sv: poster
zh_hans: 条目

# stats.lineupTitle
source: The line-up
bg: Съставът
cs: Sestava
da: Opstillingen
de: Die Aufstellung
el: Η παράταξη
es: la alineación
et: Koosseis
fi: Kokoonpano
fr: La programmation
hi: पंक्ति-अप
hr: Postava
hu: A felállás
it: La formazione
lt: Rikiuotė
lv: Sastāvs
nl: De opstelling
pl: Skład
pt: O ranking
ro: Line-up-ul
sk: Zostava
sl: Zasedba
sv: Uppställningen
zh_hans: 阵容

# stats.spentAcrossCategories
source: Spent across %lld categories
bg: Изразходвани в %lld категории
cs: Utraceno v %lld kategoriích
da: Brugt på tværs af %lld kategorier
de: In %lld Kategorien ausgegeben
el: Δαπάνες σε %lld κατηγορίες
es: Gastado en %lld categorías
et: Kulutatud %lld kategooriasse
fi: Käytetty %lld kategoriassa
fr: Dépensé dans %lld catégories
hi: %lld श्रेणियों में खर्च किया गया
hr: Potrošeno u %lld kategorija
hu: %lld kategóriában elköltve
it: Speso in %lld categorie
lt: Išleista %lld kategorijų
lv: Iztērēts %lld kategorijās
nl: Besteed aan %lld categorieën
pl: Wydane w %lld kategoriach
pt: Gasto em %lld categorias
ro: Cheltuit în %lld categorii
sk: Minuté v %lld kategóriách
sl: Porabljeno v %lld kategorijah
sv: Spenderat över %lld kategorier
zh_hans: 花费在 %lld 个类别上

# stats.subtitle
source: Category totals for the current month.
bg: Общо по категории за текущия месец.
cs: Součty kategorií za aktuální měsíc.
da: Kategoritotaler for den aktuelle måned.
de: Kategoriesummen für den aktuellen Monat.
el: Σύνολα κατηγοριών για τον τρέχοντα μήνα.
es: Totales de categoría para el mes actual.
et: Kategooriate kogusumma jooksva kuu kohta.
fi: Luokkien kokonaissummat kuluvalle kuukaudelle.
fr: Totaux des catégories pour le mois en cours.
hi: चालू माह के लिए श्रेणी योग.
hr: Ukupni iznosi kategorija za tekući mjesec.
hu: Kategóriák összesítése az aktuális hónapban.
it: Totali delle categorie per il mese corrente.
lt: Einamojo mėnesio kategorijų sumos.
lv: Kategoriju kopsumma par pašreizējo mēnesi.
nl: Categorietotalen voor de huidige maand.
pl: Sumy kategorii w bieżącym miesiącu.
pt: Totais por categoria no mês atual.
ro: Totalurile categoriei pentru luna curentă.
sk: Celkové súčty kategórií za aktuálny mesiac.
sl: Skupne vrednosti kategorij za tekoči mesec.
sv: Kategorisummor för innevarande månad.
zh_hans: 当月的类别总计。

# stats.title
source: Monthly stats
bg: Месечна статистика
cs: Měsíční statistiky
da: Månedlig statistik
de: Monatliche Statistiken
el: Μηνιαία στατιστικά
es: Estadísticas mensuales
et: Kuu statistika
fi: Kuukausittaiset tilastot
fr: Statistiques mensuelles
hi: मासिक आँकड़े
hr: Mjesečna statistika
hu: Havi statisztika
it: Statistiche mensili
lt: Mėnesio statistika
lv: Mēneša statistika
nl: Maandelijkse statistieken
pl: Statystyki miesięczne
pt: Estatísticas mensais
ro: Statistici lunare
sk: Mesačné štatistiky
sl: Mesečna statistika
sv: Månadsstatistik
zh_hans: 每月统计数据

# stats.totalCaption
source: spent across categories
bg: изразходвани в категории
cs: utracené napříč kategoriemi
da: brugt på tværs af kategorier
de: kategorienübergreifend ausgegeben
el: δαπανώνται σε όλες τις κατηγορίες
es: gastado en todas las categorías
et: kulutatud kategooriate lõikes
fi: käytetty eri luokkiin
fr: dépensé dans toutes les catégories
hi: विभिन्न श्रेणियों में खर्च किया गया
hr: potrošeno po kategorijama
hu: kategóriák között költött
it: spesi tra le categorie
lt: išleista skirtingoms kategorijoms
lv: iztērēti dažādās kategorijās
nl: besteed in verschillende categorieën
pl: wydane w różnych kategoriach
pt: gasto em categorias
ro: cheltuite pe categorii
sk: vynaložené naprieč kategóriami
sl: porabili po kategorijah
sv: spenderas över kategorier
zh_hans: 跨类别花费

# theme.dark
source: Dark
bg: Тъмно
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκοτάδι
es: Oscuro
et: Tume
fi: Tumma
fr: Sombre
hi: अँधेरा
hr: tamno
hu: Sötét
it: Buio
lt: Tamsus
lv: Tumšs
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întuneric
sk: Tmavý
sl: Temno
sv: Mörk
zh_hans: 黑暗的

# theme.label
source: Appearance
bg: Външен вид
cs: Vzhled
da: Udseende
de: Aussehen
el: Εμφάνιση
es: Apariencia
et: Välimus
fi: Ulkonäkö
fr: Apparence
hi: उपस्थिति
hr: Izgled
hu: Megjelenés
it: Aspetto
lt: Išvaizda
lv: Izskats
nl: Verschijning
pl: Wygląd
pt: Aparência
ro: Aspect
sk: Vzhľad
sl: Videz
sv: Utseende
zh_hans: 外貌

# theme.light
source: Light
bg: светлина
cs: Světlo
da: Lys
de: Licht
el: Φως
es: Luz
et: Valgus
fi: Kevyt
fr: Lumière
hi: रोशनी
hr: Svjetlo
hu: Fény
it: Leggero
lt: Šviesa
lv: Gaisma
nl: Licht
pl: Światło
pt: Claro
ro: Aprinde
sk: Svetlo
sl: Svetloba
sv: Ljus
zh_hans: 光

# theme.system
source: System
bg: система
cs: Systém
el: Σύστημα
es: Sistema
et: Süsteem
fi: Järjestelmä
fr: Système
hi: प्रणाली
hr: sustav
hu: Rendszer
it: Sistema
lt: Sistema
lv: Sistēma
nl: Systeem
pt: Sistema
ro: Sistem
sk: Systém
sl: Sistem
zh_hans: 系统

# toast.saveSuccess
source: Saved successfully.
bg: Запазено успешно.
cs: Úspěšně uloženo.
da: Gemt.
de: Erfolgreich gespeichert.
el: Αποθηκεύτηκε με επιτυχία.
es: Guardado exitosamente.
et: Salvestamine õnnestus.
fi: Tallennettu onnistuneesti.
fr: Enregistré avec succès.
hi: सफलतापूर्वक बचाया।
hr: Uspješno spremljeno.
hu: Sikeresen mentve.
it: Salvato con successo.
lt: Sėkmingai išsaugota.
lv: Veiksmīgi saglabāts.
nl: Succesvol opgeslagen.
pl: Zapisano pomyślnie.
pt: Guardado com sucesso.
ro: Salvat cu succes.
sk: Úspešne uložené.
sl: Uspešno shranjeno.
sv: Sparad framgångsrikt.
zh_hans: 保存成功。
